Repository: common-repository/postpal-for-woocommerce
Catalog: lang/woocommerce-postpal-*.po
Languages: et

source: PostPal Shipping
et: PostPal`i kiirkuller

source: Connect your WooCommerce to PostPal on-demand shipping platform
et: Lisa oma WooCommerce`i e-poele PostPal`i kiirkulleri võimalus

source: If ordered now, delivery would be completed at %s approximately %s
et: Kohe tellides jõuaks kaup Sinuni <b>%s</b> umbes <b>%s</b>

source: Today
et: täna

source: Tomorrow
et: homme

source: PostPal shipping plugin is not configured correctly
et: PostPal`i plug-in pole korrektselt seadistatud

source: This shipping address was not found
et: Sisestatud aadressi ei leitud

source: This shipping address is out of PostPal coverage area
et: Sisestatud aadress jääb PostPal`i teeninduspiirkonnast välja

source: Name is not entered
et: Nimi on sisestamata

source: Address is not entered
et: Aadress on sisestamata

source: Phone number is not entered
et: Telefoninumber on sisestamata

source: Package size is not entered
et: Paki suurus on sisestamata

source: Name is not correct
et: Nimi ei ole korrektselt sisestatud

source: Company name is not correct
et: Ettevõtte nimi ei ole korrektselt sisestatud

source: Email is not correct
et: E-posti aadress ei ole korrektselt sisestatud

source: Second shipping address field is not correct
et: Korteri numbri/korruse vms info väli ei ole korrektselt sisestatud

source: Shipping address is not correct
et: Postiaadress ei ole korrektne

source: City in shipping address is not correct
et: Linn ei ole korrektselt sisestatud

source: Country in shipping address is not correct
et: Riik ei ole korrektselt sisestatud

source: Postal code in shipping address is not correct
et: Postiindeks ei ole korrektselt sisestatud

source: Phone number is not correct
et: Telefoninumber ei ole korrektselt sisestatud

source: Order comments are not correct
et: Kommentaarid ei ole korrektselt sisestatud

source: Package size is not correct
et: Paki suurus ei ole korrektselt sisestatud

source: PostPal courier is already ordered. Skipping second order.
et: PostPal`i kuller on juba tellitud

source: PostPal shipping plugin is not configured correctly!
et: PostPal`i plug-in pole korrektselt seadistatud

source: Unable to place a PostPal order!
et: PostPal`i tellimuse edastamine ebaõnnestus!

source: Order for PostPal courier has been placed. Order tracking number is %s
et: PostPal`i kuller on tellitud. Jälgimise number on %s

source: PostPal courier does not seem to be ordered.
et: PostPal`i kullerit ei ole tellitud

source: PostPal order has not been placed yet, as the order is waiting for a payment.
et: PostPal`i kullerit ei ole veel tellitud, kuna tellimuse eest pole veel tasutud

source: Tracking number
et: Jälgimise number

source: Package label
et: Paki silt

source: Track delivery
et: Jälgi saadetist

source: Enable/Disable
et: Aktiveeri/Deaktiveeri

source: Enable PostPal shipping method
et: Aktiveeri PostPal`i kiirkuller

source: API Key
et: API võti

source: You can generate the API Key from PostPal self-service
et: API võtme saad genereerida PostPal`i iseteenindusest

source: Warehouse Code
et: Lao API kood

source: You can setup the warehouse and get the key from PostPal self-service
et: Lao API koodi saab PostPal`i iseteenindusest pärast lao seadistamist

source: Cost
et: Maksumus

source: Price that you will ask from your customer
et: Tasu, mida Sa küsid oma kliendilt
